Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=224_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Kolttalaulu
smn: Nuorttâlâšlaavlâ

source: Katso lyhytvideo kolttasaamelaisten perinteisestä laulutavasta !
smn: Keejâ uánihisvideo nuorttâsämmilâš ärbivuáválii lávlumvyevist

source: Leudd eli kolttalaulu on perinteinen kolttasaamelainen laulutapa.
smn: LeuŠdd ađai nuorttâlâšlaavlâ lii ärbivuáválâš nuorttâsämmilij lávlumvyehi.

source: Leuddata voi mitä vain ja missä vain.
smn: LeuŠddiđ puáhtá maid peri já kost peri.

source: Filmissä tutustutaan Eliakseen sekä hänen lapsenlapseensa Hennaan ja heidän suhteeseensa leuddiin.
smn: Fiilmâst uápásmup Eljisân sehe suu áijubân Heenan já sunnuu koskâvuotân leuŠddân.

source: Tuotanto: Saamelaisalueen koulutuskeskus 2008
smn: Säämi máttááttâskuávdáš 2008

source: Pituus: 2,18 min.
smn: Kukkodâh: 2,18 min.
